Revit 2027 API
ParameterTypeId.DpartLengthComputed Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartLengthComputed { get; }
Public Shared ReadOnly Property DpartLengthComputed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartLengthComputed {
	ForgeTypeId^ get ();
}
static member DpartLengthComputed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace